tap "elastic/tap"
tap "lizardbyte/homebrew"
tap "mobile-dev-inc/tap"
tap "oven-sh/bun"
tap "puma/puma"
brew "openssl@3"
brew "asitop"
brew "bat"
brew "boost"
brew "btop"
brew "cmake"
brew "cocoapods"
brew "doxygen"
brew "dysk"
brew "emacs"
brew "exiftool"
brew "eza"
brew "fd"
brew "opus"
brew "sdl2"
brew "svt-av1"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "graphviz"
brew "huggingface-cli"
brew "hyperfine"
brew "imagemagick"
brew "ios-deploy"
brew "kbt"
brew "lazygit"
brew "llama.cpp"
brew "llvm"
brew "logstash"
brew "lsd"
brew "luarocks"
brew "mactop"
brew "miniupnpc"
brew "mkcert"
brew "mosh"
brew "nano"
brew "nanorc"
brew "neovim"
brew "nginx"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "pipx"
brew "pkgconf", link: false
brew "postgresql@15"
brew "powerlevel10k"
brew "proftpd"
brew "pulseaudio"
brew "pyenv"
brew "python@3.11"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "sdl2_ttf"
brew "stow"
brew "tailscale"
brew "tectonic"
brew "tmux"
brew "tree"
brew "vivid"
brew "watchman"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "lizardbyte/homebrew/sunshine-beta"
brew "mobile-dev-inc/tap/maestro"
brew "oven-sh/bun/bun"
brew "puma/puma/puma-dev"
cask "blackhole-2ch"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "mitmproxy"
cask "qt-creator"
